{"name":"alice sux","hitDice":[],"speed":25,"size":"small","level":0,"DndClass":"paladin","subtype":"gnome","type":"Humanoid","background":"acolyte","proficiency":{"bonus":2,"Skills":{"Nature":false,"Intimidation":false,"Sleight of Hand":false,"Animal Handling":false,"Deception":false,"Religion":true,"History":false,"Survival":false,"Persuasion":false,"Medicine":false,"Athletics":false,"Stealth":false,"Investigation":false,"Insight":true,"Perception":false,"Performance":false,"Acrobatics":false,"Arcana":false},"Tools":[],"Armor":{"shield":true,"light":true,"medium":true,"heavy":true},"SavingThrows":{"dexterity":false,"constitution":false,"strength":false,"charisma":false,"intelligence":false,"wisdom":false},"Weapon":["simple","martial"]},"spellsKnown":[],"features":[{"name":"Shelter of the Faithful","description":"As an acolyte, you command the respect of those who share your faith, and you can perform the religious ceremonies of your deity. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle. You might also have ties to a specific temple dedicated to your chosen deity or pantheon, and you have a residence there. This could be the temple where you used to serve, if you remain on good terms with it, or a temple where you have found a new home. While near your temple, you can call upon the priests for assistance, provided the assistance you ask for is not hazardous and you remain in good standing with your temple.","source":"PHB, page 127"},{"name":"Darkvision","description":"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can\u0027t discern color in darkness, only shades of gray.","source":"PHB, page 35"},{"name":"Gnome Cunning","description":"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic.","source":"PHB, page 35"}]}